Repository: stefanius/dagvandeweek-cakephp
Catalog: app/Plugin/QuickAppsCMS/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Allowed HTML tags: &lt;a&gt; &lt;em&gt; &lt;strong&gt; &lt;cite&gt; &lt;blockquote&gt; &lt;code&gt; &lt;ul&gt; &lt;ol&gt; &lt;li&gt; &lt;dl&gt; &lt;dt&gt; &lt;dd&gt;
fr_fr: Tags HTML autorisés: &lt;a&gt; &lt;em&gt; &lt;strong&gt; &lt;cite&gt; &lt;blockquote&gt; &lt;code&gt; &lt;ul&gt; &lt;ol&gt; &lt;li&gt; &lt;dl&gt; &lt;dt&gt; &lt;dd&gt;

source: <a href="%s" target="_blank">Markdown</a> text format allowed only.
fr_fr: Format texte <a href="%s" target="_blank">réduit</a> permis seulement.

source: Max length
fr_fr: Longueur maximale

source: This is only used if your Type of content is a `Text field`. This will limit the subscriber to typing X number of characters in your textbox.
fr_fr: Ce n'est utilisée que si votre type de contenu est un `champ de texte `. Cela permettra de limiter l'abonné à taper un nombre X de caractères dans votre zone de texte.

source: Validation rule
fr_fr: La règle de validation

source: Enter your custom regular expression. e.g.: "/^[a-z0-9]{3,}$/i" (Only letters and integers, min 3 characters)
fr_fr: Entrez votre expression régulière personnalisée. ex.: "/^[a-z0-9]{3,}$/i" (Seul lettres et des entiers, minimum 3 caractères)

source: Validation message
fr_fr: Message de validation

source: This is only used if `Validation rule` has been set.
fr_fr: Ceci n'est utilisé que si la `règle de validation` a été défini.

source: Turn on JavaScript to see the email address.
fr_fr: Activez JavaScript pour voir l'adresse e-mail.

source: This field is locked and cannot be modified
fr_fr: Ce champ est verrouillé et ne peut pas être modifié

source: Field display format (display mode: %s)
fr_fr: Format d'affichage de champ (mode d'affichage: %s)

source: Label
fr_fr: Étiquette

source: Hidden
fr_fr: Caché (Hidden)

source: Above
fr_fr: Au-dessus

source: Inline
fr_fr: en ligne (Inline)

source: Allow hooktags
fr_fr: Laissez hooktags

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Save field
fr_fr: Enregistrer le champ

source: New language has been saved
fr_fr: Nouvelle langue a été enregistré

source: Language could not be saved. Please, try again.
fr_fr: Langue n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Language has been saved
fr_fr: La langue a été sauvé

source: Editing language
fr_fr: Modification de la langue

source: ALL
fr_fr: TOUS

source: Theme: %s
fr_fr: Thème : %s

source: Field: %s
fr_fr: Champ: %s

source: Translation packages
fr_fr: Paquets de traduction

source: Translation Packages
fr_fr: Paquets de traduction

source: Package not found
fr_fr: Paquet non trouvé

source: Could not delete package folder. Please check folder permissions for '%s'.
fr_fr: Impossible de supprimer le dossier du paquet (package). S'il vous plaît vérifier les autorisations de dossier pour '%s'.

source: Language package removed!
fr_fr: Paquet de langue retiré !

source: Invalid module or language
fr_fr: Module ou langue non valide

source: Language package upload success
fr_fr: Téléchargement du paquet de langue réussi

source: Translatable entries
fr_fr: Entrées traduisibles

source: Translatable Entries
fr_fr: Entrées traduisibles

source: Fuzzy entries
fr_fr: Entrées confuse (fuzzy)

source: Fuzzy entry has been deleted.
fr_fr: Entrée confuse (fuzzy) a été supprimé.

source: Fuzzy entry was not found.
fr_fr: Entrée confuse (fuzzy) n'a pas été trouvé.

source: Entry has been saved
fr_fr: Entrée a été enregistrée

source: Entry could not be saved. Please, try again.
fr_fr: Entrée n'a pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Editing entry
fr_fr: Modification de l'entrée

source: Add new entry
fr_fr: Ajouter une nouvelle entrée

source: %s entries has been imported.
fr_fr: %s entrées ont été importées.

source: Import entries
fr_fr: Importation entrées

source: Import Entries
fr_fr: Importation entrées

source: - None selected -
fr_fr: - Aucun élément sélectionné -

source: m/d/Y - H:i
fr_fr: d/m/Y - H:i

source: D, m/d/Y - H:i
fr_fr: D/m/Y - H:i

source: No records found in model.
fr_fr: Aucun enregistrement trouvé dans le modèle.

source: Display language as
fr_fr: Afficher la langue comme

source: HTML List
fr_fr: Liste HTML

source: Selectbox
fr_fr: boîte de sélection

source: Display language flag icon
fr_fr: Afficher l'icône drapeau de la langue

source: Display language name
fr_fr: Afficher le nom de la langue

source: Languages
fr_fr: Langues

source: Configure languages for content and the user interface.
fr_fr: Configurer les langues pour le contenu et l'interface utilisateur.

source: Translate interface
fr_fr: Traduire l'interface

source: Manage translation files packages
fr_fr: Gérer les fichiers de traduction paquets

source: Add translatable entry
fr_fr: Ajouter une entrée traduisible

source: Add new translatable entry.
fr_fr: Ajouter une nouvelle entrée traduisible.

source: Fuzzy entries.
fr_fr: Entrées confuse (Fuzzy)

source: Language name in English *
fr_fr: Nom de la langue en anglais

source: Native language name *
fr_fr: Nom de la langue native

source: Name of the language in the language being added.
fr_fr: Nom de la langue dans la langue.

source: Flag icon
fr_fr: Drapeau icône

source: -- None --
fr_fr: -- Aucun --

source: Custom flag icon
fr_fr: Drapeau icône personnalisé

source: Optional URL of your language flag icon, if your language flag isn't in the above list.
fr_fr: URL facultative pour votre drapeau icône de langue, si le drapeau de langue n'est pas dans la liste ci-dessus.

source: Left to Right
fr_fr: De gauche à droite

source: Right to Left
fr_fr: De droite à gauche

source: Direction that text in this language is presented.
fr_fr: La direction que le texte dans cette langue est présentée.

source: Save language
fr_fr: Enregistrer la langue

source: English name
fr_fr: Nom anglais

source: Default language
fr_fr: Langue par défaut

source: Native name
fr_fr: Nom natif

source: Left to right
fr_fr: De gauche à droite

source: Right to left
fr_fr: De droite à gauche

source: Status
fr_fr: Statut

source: active
fr_fr: actif

source: disabled
fr_fr: désactivé

source: move up
fr_fr: monter

source: move down
fr_fr: descendre

source: set as default
fr_fr: définie par défaut

source: edit
fr_fr: éditer

source: There are no languages to display. Critical error
fr_fr: Il n'existe aucune langue à afficher. erreur critique

source: Add New Language
fr_fr: Ajouter une nouvelle langue

source: Language name
fr_fr: Nom de la langue

source: Add
fr_fr: Ajouter

source: Custom Language
fr_fr: Langue personnalisée

source: Language code *
fr_fr: Code de langue *

source: <a href="%s" target="_blank">ISO 639-3</a> compliant language identifier.
fr_fr: <a href="%s" target="_blank">ISO 639-3</a> conforme à l'identificateur de langue

source: Enable selected languages
fr_fr: Activer les langues sélectionnées

source: Disable selected languages
fr_fr: Désactiver les langues sélectionnées

source: Delete selected languages
fr_fr: Supprimer les langues sélectionnées

source: Upload Translation Package
fr_fr: Téléchargez Paquet (Package ) de traduction

source: Package (.po)
fr_fr: Paquet (.po)

source: Select a translation package.
fr_fr: Sélectionnez un paquet (package) de traduction.

source: Translation for
fr_fr: traduction pour

source: What would you like to translate?
fr_fr: Que voulez-vous traduire ?

source: What is the language of this package? You can register more languages on the <a href="%s">Languages</a> section.
fr_fr: Quelle est la langue de ce paquet (package) ? Vous pouvez enregistrer d'autres langues sur le <a href="%s">Langues</ a>.

source: Upload
fr_fr: Téléchargez (Upload)

source: download
fr_fr: télécharger (download)

source: uninstall
fr_fr: désinstaller

source: Delete the selected package ?
fr_fr: Supprimer le paquet (package) sélectionné?

source: Invalid package
fr_fr: paquet (package) invalide

source: Adding translatable entry
fr_fr: Ajout de l'entrée traduisible

source: Original text
fr_fr: Texte original

source: Translate
fr_fr: Traduire

source: Editing translation entry
fr_fr: Modification de l'entrée de traduction

source: Usage
fr_fr: Utilisation

source: Save
fr_fr: Sauver

source: Text
fr_fr: Texte

source: translate
fr_fr: traduire

source: unhide
fr_fr: démasquer

source: hide
fr_fr: masquer

source: Delete this entry ?
fr_fr: Supprimer cette entrée ?

source: There are no fuzzy entries to display
fr_fr: Il n'y a aucune entrée confuse (fuzzy) à afficher

source: In file
fr_fr: dans le fichier

source: Line number
fr_fr: Numéro de la ligne

source: Both
fr_fr: Tous les deux

source: Are you sure about this changes ?
fr_fr: Êtes-vous sûr de ce changement ?

source: Hide
fr_fr: Masquer

source: Unhide
fr_fr: Démasquer

source: Export
fr_fr: Exporter

source: Export all
fr_fr: Exporter tout

source: Clear all
fr_fr: Effacer tout

source: Package (.pot)
fr_fr: Paquet (Package) (.pot)

source: Regenerate translation cache
fr_fr: Régénérer cache de translation

source: regenerate
fr_fr: régénérer

source: There are no translations to display
fr_fr: Il n'existe pas de traductions à afficher

source: Search
fr_fr: Rechercher

source: Import
fr_fr: Importer

source: Menu has been saved
fr_fr: Le menu a été enregistré

source: Menu could not be saved. Please, try again.
fr_fr: le menu n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Add menu
fr_fr: Ajout d'un menu

source: Editing menu
fr_fr: Modification du menu

source: Editing Menu
fr_fr: Modification du menu

source: Menu link has been saved
fr_fr: Lien de menu a été enregistré

source: Menu link could not be saved. Please, try again.
fr_fr: Menu lien n'a pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Menu links list
fr_fr: Liste de liens de menu

source: Add menu link
fr_fr: Ajouter un lien de menu

source: Add Menu Link
fr_fr: Ajouter un lien de menu

source: Editing menu links
fr_fr: Modification les liens de menu

source: Editing link
fr_fr: Modification un lien

source: Editing Link
fr_fr: Modification un lien

source: Editing Menu Links
fr_fr: Modification les liens de menu

source: There are no menu links yet. <a href="%s">Add link.</a>
fr_fr: Il n'y a pas encore les liens de menu. <a href="%s">Ajouter un lien.</a>

source: Save changes
fr_fr: Enregistrer les modifications

source: Saving...
fr_fr: Sauvegarde en cours ...

source: Saved!
fr_fr: sauvegardé !

source: Delete selected link ?
fr_fr: Supprimer le lien sélectionné ?

source: New Menu
fr_fr: Nouveau menu

source: Title *
fr_fr: Titre *

source: Save & add links
fr_fr: Enregistrer et ajouter des liens

source: Menu link title *
fr_fr: Titre du menu du lien *

source: The text to be used for this link in the menu.
fr_fr: Le texte à utiliser pour ce lien dans le menu

source: Path *
fr_fr: Chemin *

source: The path for this menu link. This can be an internal QuickApps path such as /type-of-content/my-post.html or an external URL such as http://quickapps.es. Enter '/' to link to the front page.
fr_fr: Le chemin pour ce lien de menu. Il peut être un chemin interne tel que /type-of-content/my-post.html ou une URL externe comme http://quickapps.es. Entrez '/' mettre un lien vers la page d'accueil.

source: Shown when hovering over the menu link.
fr_fr: S'affiche lorsque le curseur est sur le lien du menu.

source: Target window
fr_fr: Fenêtre cible

source: Same window
fr_fr: La même fenêtre

source: New window
fr_fr: Nouvelle fenêtre

source: Target browser window when the link is clicked.
fr_fr: Fenêtre du navigateur cible lorsque le lien est cliqué.

source: Show as selected:
fr_fr: Voir aussi choisi :

source: When following PHP code returns TRUE (experts only)
fr_fr: Lorsque vous suivez le code PHP retourne la valeur TRUE (experts seulement)

source: On URL matching (regular expression)
fr_fr: Sur la correspondance des URL (expression régulière)

source: Parent link
fr_fr: Lien parent

source: Show as expanded
fr_fr: Voir aussi développé

source: If selected and this menu link has children, the menu will always appear expanded.
fr_fr: S'il est sélectionné et ce lien de menu a des enfants, le menu apparaîtra toujours développé.

source: Edit menu link
fr_fr: Modifier lien du menu

source: Path
fr_fr: Chemin

source: When URL match any those listed
fr_fr: Quand l'URL se trouve dans aucune de celles qui sont énumérées

source: Enabled
fr_fr: Activé

source: Menu links that are not enabled will not be listed in any menu.
fr_fr: Liens du menu qui ne sont pas activés ne seront pas inscrits dans n'importe quel menu.

source: Go to <a href="%s">menu links</a> list to reparent this link.
fr_fr: Allez dans <a href="%s">la liste des liens de menu</a> pour re-parenter ce lien.

source: links
fr_fr: Liste des liens

source: add link
fr_fr: ajouter un lien

source: Delete selected menu ?
fr_fr: Supprimer le menu sélectionné ?

source: Contents
fr_fr: Contenu

source: Translate Content
fr_fr: Traduire contenu

source: Translating Content
fr_fr: Traduire contenu

source: Content has been saved
fr_fr: Le contenu a été sauvé

source: Content could not be saved. Please, try again.
fr_fr: Contenu ne pouvait être sauvé. S'il vous plaît, essayez à nouveau.

source: <b>Content type not found.</b><br/>You can't edit this undefined type of content.
fr_fr: <b> Type de contenu introuvable.</ b> <br/> Vous ne pouvez pas modifier ce type de contenu indéfini.

source: Missing parent content. This is a translated content, and reference a missing parent content.
fr_fr: Manque de contenu parent. Il s'agit d'un contenu traduit, et la référence à un contenu parent est manquant.

source: Editing Content
fr_fr: Editer ce contenu

source: Add Content
fr_fr: Ajouter du contenu

source: Select content type
fr_fr: Sélectionnez le type de contenu

source: Page not found
fr_fr: Page non trouvée

source: Your comment has been queued for review by site administrators and will be published after approval.
fr_fr: Votre commentaire a été mis en attente pour un examen par les administrateurs du site et sera publié après approbation.

source: Your comment has been posted.
fr_fr: Votre commentaire a été enregistré.

source: Comment could not be saved. Please try again.
fr_fr: Commentaire n'a pu être sauvé. S'il vous plaît essayez de nouveau.

source: Content Types
fr_fr: Types de contenu

source: Content type has been saved!
fr_fr: Le type de contenu a été enregistré !

source: Content type could not be saved
fr_fr: le type de contenu n'a pas pu être sauvé

source: Editing Type
fr_fr: Modification du type

source: Add Content Type
fr_fr: Ajouter un type de contenu

source: Content type has been deleted
fr_fr: Type de contenu a été supprimé

source: Display
fr_fr: Afficher

source: Display Settings
fr_fr: Paramètres d'affichage

source: Field has been saved
fr_fr: Le champ a été enregistré

source: Field could not be saved
fr_fr: Le champ n'a pas pu être sauvé

source: Fields
fr_fr: Les champs

source: Field Settings
fr_fr: Paramètres de champ

source: Field has been saved.
fr_fr: Le champ a été enregistré.

source: Field could not be saved. Please, try again.
fr_fr: Le champ n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Field display settings
fr_fr: Paramètres d'affichage du champ

source: Field Display Settings
fr_fr: Paramètres d'affichage du champ

source: Field could not be created. Please, try again.
fr_fr: Le champ n'a pas pu être créé. S'il vous plaît, essayez à nouveau.

source: A short description (255 chars. max.) about this content. Will be used as page meta-description when rendering this content node.
fr_fr: Une brève description (255 caractères. Max.) relatif à ce contenu. Elle sera utilisé comme page de méta-description lors du rendu de ce nœud de contenu.

source: Settings
fr_fr: Paramètres

source: Open
fr_fr: Ouvert

source: Closed
fr_fr: Fermé

source: Read Only
fr_fr: Lecture seule

source: -- Any --
fr_fr: -- Peu importe --

source: If no language is selected (-- Any --), node will show regardless of language
fr_fr: Si aucune langue n'est sélectionnée (-- Peu importe --), ce nœud montrera quelle que soit la langue

source: Publishing
fr_fr: Publication

source: Promoted to front page
fr_fr: Proposé à la première page

source: Sticky at top of lists
fr_fr: Collant au sommet de la liste

source: Cache this node for
fr_fr: Cache ce nœud pour

source: -- No Cache --
fr_fr: "-- Pas de cache --"

source: %s Hour
fr_fr: %s Heure

source: %s Hours
fr_fr: %s Heures

source: %s Day
fr_fr: %s Jour

source: %s Days
fr_fr: %s Jours

source: %s Week
fr_fr: %s Semaine

source: %s Weeks
fr_fr: %s Semaines

source: %s Month
fr_fr: %s mois

source: %s Months
fr_fr: %s Mois

source: %s Year
fr_fr: %s Années

source: Show content for specific roles
fr_fr: Afficher le contenu pour des rôles spécifiques

source: Show this content only for the selected role(s). If you select no roles, the content will be visible to all users.
fr_fr: Montrer ce contenu seulement pour le rôle sélectionné(s). Si vous ne sélectionnez aucun rôle, le contenu sera visible par tous les utilisateurs.

source: Menu Link
fr_fr: Lien de menu

source: Provide a menu link
fr_fr: Fournir un lien de menu

source: Menu link title
fr_fr: Le titre du lien de menu

source: Parent item
fr_fr: Elément parent

source: Node container class suffix
fr_fr: Node suffixe classe conteneur

source: A suffix to be applied to the CSS class of the node container. This allows for individual node styling.
fr_fr: Un suffixe à appliquer à la classe CSS du conteneur noeud. Cela permet de mettre un style au nœud individuellement.

source: Add content
fr_fr: Ajouter du contenu

source: There are no content types availables
fr_fr: Il n'y a pas de types de contenu disponibles

source: Go to <a href="%s">Content Types</a> section for create a new content type
fr_fr: Aller à la section <a href="%s">Types de contenu</a> pour créer un nouveau type de contenu

source: Editing
fr_fr: Modifier

source: Translation for: %s [%s]
fr_fr: traduction pour : %s [%s]

source: Regenerate slug
fr_fr: Régénérer slug

source: If this option is checked and title has changed then a new slug is generated.
fr_fr: Si cette option est cochée et que le titre a changé, une nouveau slug sera généré.

source: Available Translations
fr_fr: Traductions disponibles

source: Delete selected content ?
fr_fr: Supprimez le contenu sélectionné ?

source: Save content
fr_fr: Sauvegarder le contenu

source: Sticky at top
fr_fr: Collant en haut

source: Promoted in front page
fr_fr: Proposé en page d'accueil

source: Cache activated
fr_fr: Cache activé

source: This node is a translation of other
fr_fr: Ce nœud est une traduction des autres

source: not published
fr_fr: pas publié

source: published
fr_fr: publié

source: Updated
fr_fr: Mis à jour

source: updated
fr_fr: mis à jour

source: There are no nodes to display
fr_fr: Il n'existe pas de nœuds à afficher

source: Front Page
fr_fr: Page d'accueil

source: promoted to front page
fr_fr: Proposé à la première page

source: not promoted to front page
fr_fr: pas proposé à la première page

source: Sticky
fr_fr: Collant

source: sticky at top
fr_fr: collant en haut

source: not sticky at top
fr_fr: ne colle pas en haut

source: Publish selected content
fr_fr: Publier du contenu sélectionné

source: Unpublish selected content
fr_fr: Dépublier contenu sélectionné

source: Promote selected content to front page
fr_fr: Promouvoir le contenu sélectionné à la première page

source: Demote selected content from front page
fr_fr: Rétrograder le contenu sélectionné de la première page

source: Make selected content sticky
fr_fr: Rendre le contenu sélectionné collant

source: Make selected content not sticky
fr_fr: Rendre le contenu sélectionné ne colle pas

source: Delete selected content
fr_fr: Supprimez le contenu sélectionné

source: Clear cache
fr_fr: Vider le cache

source: Translate to
fr_fr: Ttraduire en

source: Keywords
fr_fr: Mots-clés

source: URL prefix
fr_fr: préfixe de l'URL

source: Adds a prefix to each search URL query.
fr_fr: Ajoute un préfixe à chaque requête de l'URL de recherche.

source: New Content
fr_fr: Nouveau contenu

source: Add Type
fr_fr: Ajouter un type

source: The node could not be rendered
fr_fr: Le noeud ne peut pas être affiché

source: Your search yielded no results
fr_fr: Votre recherche n'a donné aucun résultat

source: Check if your spelling is correct.
fr_fr: Vérifiez que l'orthographe est correcte.

source: Remove quotes around phrases to search for each word individually. white cat will often show more results than "white cat".
fr_fr: Supprimez les guillemets autour des expressions pour rechercher chaque terme individuellement. chat blanc se montrent souvent plus de résultats que "chat blanc".

source: Consider loosening your query with OR. white OR cat will often show more results than white cat.
fr_fr: Vous pouvez étendre la requête avec l'opérateur OR. blanc OR chat se montrent souvent plus de résultats que chat blanc.

source: Name *
fr_fr: Nom *

source: This text will be displayed as part of the list on the Add new content page
fr_fr: Ce texte sera affiché dans le cadre de la liste sur la page Ajouter un nouveau contenu

source: Describe this content type. The text will be displayed on the Add new content page.
fr_fr: Décrivez ce type de contenu. Le texte sera affiché sur la page Ajouter un nouveau contenu .

source: Title field label *
fr_fr: Titre étiquette de champ *

source: Display format
fr_fr: Format d'affichage

source: Show author's name
fr_fr: Afficher le nom de l'auteur

source: Author username will be displayed
fr_fr: L'identifiant de l'auteur sera affiché

source: Show date
fr_fr: Afficher la date

source: Publish date will be displayed
fr_fr: La date de publication sera affiché

source: Auto approve comments
fr_fr: Auto approuver les commentaires

source: Comments per page
fr_fr: Nombre de commentaires par page

source: Anonymous posters may not enter their contact information
fr_fr: Les anonymes ne peuvent entrer leurs informations de contact

source: Anonymous posters may leave their contact information
fr_fr: Les anonymes peuvent laisser leurs coordonnées

source: Anonymous posters must leave their contact information
fr_fr: Les anonymes doivent laisser leurs coordonnées

source: Anonymous commenting
fr_fr: Anonyme commentant

source: Allow comment title
fr_fr: Laissez un commentaire Titre

source: Default options
fr_fr: Les options par défaut

source: Default comment setting for new content
fr_fr: Mise en commentaire par défaut de nouveaux contenus

source: Save and add fields
fr_fr: Enregistrer et ajouter des champs

source: Name
fr_fr: Nom

source: edit format
fr_fr: modifier le format

source: There are no fields to display
fr_fr: Il n'y a pas de champs à afficher

source: Content items can be displayed using different display-modes: Full, List, RSS, Print, etc. List is a short format that is typically used in lists of multiple content items. Full content is typically used when the content is displayed on its own page.
fr_fr: Les éléments de contenu peut être affiché en utilisant différents modes d'affichage:-liste exhaustive, RSS, impression, etc … La liste est un format court qui est généralement être utilisé dans les listes de plusieurs éléments de contenu. Contenu complet est généralement utilisé lorsque le contenu est affiché sur sa propre page.

source: Here, you can define which fields are shown and hidden when <em>%s</em> content is displayed in each display-mode, and define how the fields are displayed in each display-mode.
fr_fr: Ici, vous pouvez définir les champs affichés et masqués lorsque <em>%s</em> le contenu est affiché dans chaque mode d'affichage, et de définir la façon dont les champs sont affichés dans chaque mode d'affichage.

source: Display Modes
fr_fr: Modes d'affichage.
