Repository: stefanius/dagvandeweek-cakephp
Catalog: app/Plugin/QuickAppsCMS/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Your php version is not supported. check that your version is 5.2.8 or newer.
fr_fr: Votre version de PHP n'est pas pris en charge. Que vérifier votre version est 5.2.8 ou plus récent.

source: MySQL extension is not loaded on your server.
fr_fr: L'extension MySQL n'est pas chargé sur votre serveur.

source: Your server has SafeMode on, please turn it off before continuing.
fr_fr: Votre serveur possède SafeMode, s'il vous plaît éteindre avant de continuer

source: tmp folder is not writable.
fr_fr: le dossier top n'est pas accessible en écriture.

source: tmp/cache folder is not writable.
fr_fr: le dossier tmp/cache n'est pas accessible en écriture.

source: tmp/cache/installer folder is not writable.
fr_fr: le dossier tmp/cache/installer n'est pas accessible en écriture.

source: tmp/cache/models folder is not writable.
fr_fr: le dossier tmp/cache/models n'est pas accessible en écriture.

source: tmp/cache/persistent folder is not writable.
fr_fr: le dossier tmp/cache/persistent n'est pas accessible en écriture.

source: tmp/cache/i18n folder is not writable.
fr_fr: le dossier tmp/cache/i18n n'est pas accessible en écriture.

source: Config folder is not writable.
fr_fr: le dossier Config n'est pas accessible en écriture.

source: Config/core.php file is not writable.
fr_fr: le fichier Config/core.php n'est pas accessible en écriture.

source: Could not connect to database.
fr_fr: Impossible de se connecter à la base de données.

source: A previous installation of QuickApps CMS already exists, please drop your database or change the prefix.
fr_fr: Une installation précédente de QuickApps CMS existe déjà, s'il vous plaît supprimer votre base de données ou modifier le préfixe.

source: Could not dump database.
fr_fr: Impossible de déverser la base de données.

source: Could not write database.php file.
fr_fr: Impossible d'écrire dans le fichier database.php.

source: Could not create new user, please try again.
fr_fr: Impossible de créer le nouvel utilisateur, s'il vous plaît essayez de nouveau.

source: Could not write 'install' file. Check file/folder permissions and refresh this page.
fr_fr: Impossible d'écrire dans le fichier 'install'. Vérifiez les autorisations sur les dossiers/fichiers et rafraîchir cette page.

source: Could not download package file.
fr_fr: Impossible de télécharger le fichier package.

source: Package upload error.
fr_fr: Erreur de téléchargement des paquets.

source: Unzip error.
fr_fr: Erreur de décompression.

source: Invalid package structure after unzip.
fr_fr: Structure invalide du paquet après décompression.

source: Forbidden Names
fr_fr: Noms interdits

source: Forbidden module name "%s"
fr_fr: Nom du module interdit "%s"

source: Theme name
fr_fr: Nom du thème

source: Invalid module name (got "%s", expected: "%s")
fr_fr: Nom du module non valide (j'ai eu "%s", attendu: "%s")

source: Already installed
fr_fr: Déjà installée

source: This module is already installed
fr_fr: Ce module est déjà installé

source: Config Folder
fr_fr: Dossier Config

source: "Config" folder not found
fr_fr: "Config" introuvable

source: Bootstrap File
fr_fr: Fichier Bootstrap

source: "Config/bootstrap.php" file not found
fr_fr: "Config/bootstrap.php" fichier non trouvé

source: Routes File
fr_fr: Fichier Routes

source: "Config/routes.php" file not found
fr_fr: "Config/routes.php" introuvable

source: Controller Folder
fr_fr: Dossier Controller

source: "Controller" folder not found
fr_fr: Le dossier "Controller" est introuvable

source: Component Folder
fr_fr: Dossier Component

source: "Component" folder not found
fr_fr: Le dossier "Component" est introuvable

source: Installer File
fr_fr: Fichier d'installation

source: Installer file (InstallComponent.php) not found
fr_fr: Fichier d'installation (InstallComponent.php) introuvable

source: YAML File
fr_fr: Fichier YAML

source: YAML File (%s) not found
fr_fr: Le fichier YAML (%s) est introuvable

source: Invalid theme name (got "%s", expected: "%s")
fr_fr: Nom du thème invalide (j'ai eu "%s", attendu: "%s")

source: Already Installed
fr_fr: Déjà installée

source: This theme is already installed
fr_fr: Ce thème est déjà installé

source: Layouts Folder
fr_fr: Dossier Layouts

source: "Layouts" folder not found
fr_fr: Le dossier "Layouts" est introuvable

source: app Folder
fr_fr: Dossier app

source: "app" folder not found
fr_fr: Le dossier "app" est introuvable

source: Module app ("%s") folder not found
fr_fr: Module app ("%s") dossier introuvable

source: webroot Folder
fr_fr: Dossier webroot

source: "webroot" folder not found
fr_fr: Le dossier "webroot" est introuvable

source: Theme thumbnail
fr_fr: Images miniature du Thème

source: Thumbnail image ("%s") not found
fr_fr: Images miniature du Thème ("%s") introuvable

source: YAML Validation
fr_fr: Validation YAML

source: Module configuration file (%s) appears to be invalid.
fr_fr: Le fichier de configuration du module (%s) semble être invalide.

source: Theme configuration file (%s) appears to be invalid.
fr_fr: Le fichier de configuration Thème (% s) semble être invalide.

source: Required regions
fr_fr: Régions obligatoires

source: Missing theme region(s) "toolbar" and/or "help". Are required for backend themes.
fr_fr: Il manque dans le thème, la région(s) "barre d'outils " et / ou "help ". Elle sont nécessaires pour le "«backend thèmes

source: Invalid information file (.yaml)
fr_fr: Fichier des informations non valides (.yaml)

source: This module is incompatible with your QuickApps version.
fr_fr: Ce module n'est pas compatible avec votre version QuickApps.

source: This theme is incompatible with your QuickApps version.
fr_fr: Ce thème est incompatible avec votre version QuickApps.

source: This theme depends on other modules that you do not have or doesn't meet the version required: %s
fr_fr: Ce thème dépend d'autres modules que vous n'avez pas ou ne répond pas à la version souhaitée:%s

source: invalid information file (.yaml). Field "%s"
fr_fr: informations de fichier invalides (. yawl). Champ "%s"

source: Invalid field "%s". Information file (.yaml) not found.
fr_fr: Champ non valide "%s". information de fichier (.yaml) introuvable.

source: Invalid field name "%s".
fr_fr: nom du champ invalide

source: Module does not exist.
fr_fr: Module n'existe pas.

source: Core modules can not be uninstalled.
fr_fr: Modules de base ne peut pas être désinstallé

source: This module can not be uninstalled, because it is required by: %s
fr_fr: Ce module ne peut pas être désinstallé, car il est requis par : %s

source: This module can not be uninstalled because some files/folder can not be deleted, please check the permissions.
fr_fr: Ce module ne peut pas être désinstallé car certains fichiers/dossiers ne peut pas être supprimé, s'il vous plaît vérifier les autorisations.

source: path: %s, not writable
fr_fr: Chemin : %s non enregistrable

source: This module can not be disabled, because it is required by: %s
fr_fr: Ce module ne peut pas être désactivé, car il est requis par : %s

source: This module depends on other modules that you do not have or doesn't meet the version required: %s
fr_fr: Ce module dépend d'autres modules que vous n'avez pas ou ne répond pas la version requise : %s

source: Site offline
fr_fr: Site hors ligne

source: You are not authorized to access that location.
fr_fr: Vous n'êtes pas autorisé à accéder à cet endroit.

source: Duplicated content
fr_fr: Contenu dupliqué

source: Duplicate content detected!; it looks as though you've already sent that!
fr_fr: Duplication de contenu détecté. On dirait que vous avez déjà envoyé ça !

source: Blocks
fr_fr: Blocs

source: Clone
fr_fr: Cloner

source: Block has been cloned
fr_fr: Bloc a été cloné

source: Block could not be cloned
fr_fr: Le bloc n'a pas pu être cloné

source: Block has been saved
fr_fr: Bloc a été enregistré

source: Block could not be saved. Please, try again.
fr_fr: Le bloc n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Editing Block
fr_fr: Édition du bloc

source: Editing block
fr_fr: Édition du bloc

source: Add new block
fr_fr: Ajouter nouveau bloc

source: New block
fr_fr: Nouveau bloc

source: Block has been deleted
fr_fr: Le bloc a été supprimé

source: Block could not be deleted
fr_fr: Le bloc ne peut pas été supprimé

source: Duplicate this block?
fr_fr: Dupliquer ce bloc ?

source: clone
fr_fr: cloner

source: configure
fr_fr: configurer

source: Delete selected block ?
fr_fr: Supprimer bloc sélectionné?

source: delete
fr_fr: supprimer

source: New Block
fr_fr: Nouveau bloc

source: Content
fr_fr: Contenu

source: Block title
fr_fr: Titre du bloc

source: The title of the block as shown to the user.
fr_fr: Le titre du bloc comme indiqué à l'utilisateur.

source: Block description *
fr_fr: Description du bloc*

source: A brief description of your block. Used on the Blocks administration page.
fr_fr: Une brève description de votre bloc. Utilisé sur la page d'administration des blocs.

source: Block body *
fr_fr: Corps de bloc *

source: Language
fr_fr: Langue

source: Translations
fr_fr: Traductions

source: Show this block for these languages
fr_fr: Afficher cette section pour ces langues

source: If no language is selected, block will show regardless of language.
fr_fr: Si aucune langue n'est sélectionnée, le bloc affichera indépendamment de la langue.

source: Visibility settings
fr_fr: Paramètres de visibilité

source: Theme Region
fr_fr: Région du Thème

source: Specify in which themes and regions this block is displayed.
fr_fr: Précisez dans quels thèmes et les régions de ce bloc est affiché.

source: --None--
fr_fr: --Aucun--

source: All pages except those listed
fr_fr: Toutes les pages sauf celles listées

source: Only the listed pages
fr_fr: Seules les pages listées

source: Pages on which this PHP code returns TRUE (experts only)
fr_fr: Pages sur lesquelles ce code PHP renvoie TRUE (experts seulement)

source: Specify pages by using their paths. Enter one path per line. The '*' character is a wildcard. Example paths are blog for the blog page and blog/* for every blog entry. '/' is the front page.
fr_fr: Spécifiez les pages en utilisant leurs chemins. Entrez un chemin par ligne. Le '*' caractère est un caractère générique. Exemple chemins sont blog pour la page de blog et blog/* pour chaque entrée de blog. '/' est la page d'accueil."

source: If the PHP option is chosen, enter PHP code between &lt;?php ?&gt;. Note that executing incorrect PHP code can break your QuickApps site.
fr_fr: Si l'option PHP est choisi, entrez le code PHP. Attention : l'exécution incorrecte de code PHP peut briser votre site.

source: Roles
fr_fr: Rôles

source: Show block for specific roles
fr_fr: Montrer bloc pour des rôles spécifiques

source: Show this block only for the selected role(s). If you select no roles, the block will be visible to all users.
fr_fr: Afficher cette section seulement pour le rôle sélectionné(s). Si vous ne sélectionnez aucun rôle, le Bloc sera visible par tous les utilisateurs.

source: Advanced Options
fr_fr: Options avancées

source: Block class suffix
fr_fr: Suffixe de classe pour le bloc

source: A suffix to be applied to the CSS class of the block. This allows for individual block styling.
fr_fr: Un suffixe à appliquer à la classe CSS du bloc. Cela permet de styler le bloc individuel.

source: Save block
fr_fr: Enregistrer bloc

source: Active
fr_fr: Actif

source: Unassigned or Disabled
fr_fr: Non affecté ou Désactivé

source: Save all
fr_fr: Enregistrer tout

source: Unpublished comments
fr_fr: Commentaires non publiés

source: Published comments
fr_fr: Commentaires publiés

source: Comments
fr_fr: Commentaires

source: Comment details
fr_fr: Détails commentaire

source: Comment Details
fr_fr: Détails commentaire

source: Comment has been deleted.
fr_fr: Le commentaire a été supprimé.

source: Comment could not be deleted.
fr_fr: Commentaire n'a pas pu être supprimé.

source: Anonymous
fr_fr: Anonyme

source: No subject
fr_fr: Aucun sujet

source: wrote
fr_fr: écrit

source: Anti-Spam Protection
fr_fr: Protection anti-spam

source: Use ReCaptcha
fr_fr: Utiliser ReCaptcha

source: Theme
fr_fr: Thème

source: Red
fr_fr: Rouge

source: White
fr_fr: Blanc

source: Black Glass
fr_fr: Verre noir

source: Clean
fr_fr: Nettoyer

source: Auto-Detect
fr_fr: Auto-detecte

source: English
fr_fr: Anglais

source: Dutch
fr_fr: Néerlandais

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Portuguese
fr_fr: Portugais

source: Russian
fr_fr: Russe

source: Spanish
fr_fr: Espagnol

source: Turkish
fr_fr: Turc

source: Custom Translation
fr_fr: Traduction personnalisée

source: Use Akismet
fr_fr: Utilisez Akismet

source: On SPAM detected
fr_fr: Le SPAM détecté

source: Mark as SPAM
fr_fr: Marquer comme spam

source: Delete
fr_fr: Supprimer

source: Published
fr_fr: Publié

source: Unpublished (%s)
fr_fr: Dépublié

source: Invalid security code.
fr_fr: Code de sécurité invalide.

source: Details
fr_fr: Détails

source: Subject
fr_fr: Sujet

source: Author
fr_fr: Auteur

source: Posted in
fr_fr: Publié dans

source: Posted on
fr_fr: Posté le

source: Y/m/d - H:i
fr_fr: d/m/Y - H:i

source: There are no comments to display
fr_fr: Il n'y a pas de commentaires à afficher

source: Filter Options
fr_fr: Options du filtre

source: Author’s name
fr_fr: Nom de l'auteur

source: Author’s e-mail
fr_fr: Auteur de l'e-mail

source: Author’s host name (IP)
fr_fr: Nom d'hôte de l'auteur (IP)

source: Author’s web site
fr_fr: Site Web de l'auteur

source: Comment
fr_fr: Commenter

source: Comment’s body
fr_fr: Corps du commentaire

source: Content’s title
fr_fr: Titre du contenu

source: Content’s slug
fr_fr: Slug du contenu

source: Content’s id
fr_fr: "ID du contenu"

source: Filter
fr_fr: Filtrer

source: Are you sure ?
fr_fr: Etes-vous sûr?

source: Update Options
fr_fr: Mettez à jour les options

source: Approve selected comments
fr_fr: Approuver les commentaires sélectionnés

source: Unapprove selected comments
fr_fr: Désapprouver les commentaires sélectionnés

source: Delete selected comments
fr_fr: Supprimer les commentaires sélectionnés

source: Update
fr_fr: Mis à jour

source: Published in content
fr_fr: Publié dans le contenu

source: Published by
fr_fr: Publié par

source: on %s
fr_fr: le %s

source: M d, Y H:i
fr_fr: d M Y H:i

source: Hostname
fr_fr: Nom d'hôte

source: Web page
fr_fr: Page Web

source: Date cannot be empty.
fr_fr: La date ne peut pas être vide.

source: Add a Timepicker
fr_fr: Ajouter un sélecteur de temps

source: Add a Date Picker
fr_fr: Ajouter un sélecteur de date

source: Time Options
fr_fr: Options d'heure

source: Time format
fr_fr: Format de l'heure

source: e.g.: hh:mm:ss:l
fr_fr: ex.: hh:mm:ss:l

source: Separator
fr_fr: Séparateur

source: Use AM/PM
fr_fr: Utiliser AM/PM

source: Show seconds
fr_fr: Afficher les secondes

source: Show milliseconds
fr_fr: Voir millisecondes

source: Date Options
fr_fr: Options de date

source: Date format
fr_fr: Format de la date

source: e.g.: yy-mm-dd
fr_fr: "ex.: yy-mm-dd"

source: Display button bar
fr_fr: Afficher la barre de bouton

source: Display month & year menu
fr_fr: Afficher le menu mois et année

source: Show week of the year
fr_fr: Montrer semaine de l'année

source: Display multiple months
fr_fr: Afficher plusieurs mois

source: Localize
fr_fr: Localiser

source: Choose Time
fr_fr: Sélectionnez Heure

source: Time
fr_fr: Temps

source: Hour
fr_fr: Heure

source: Second
fr_fr: Seconde

source: Milliecond
fr_fr: Milliseconde

source: Invalid file extension.
fr_fr: Extension de fichier invalide.

source: Error: %s
fr_fr: Erreur : %s

source: You must upload at least one file.
fr_fr: Vous devez télécharger au moins un fichier

source: Remove
fr_fr: Supprimé

source: Files must be less than <b>%sB</b>.
fr_fr: Fichiers doit être inférieure à <b>%sB</b>.

source: Allowed file types: <b>%s</b>.
fr_fr: Les types de fichiers acceptés : <b>%s</b>.

source: Link to file
fr_fr: Lien vers le fichier

source: Table of Files
fr_fr: Table des Fichiers

source: File URL
fr_fr: URL du fichier

source: Allowed extensions
fr_fr: Extensions autorisées

source: Comma separated. e.g. jpg,gif,png
fr_fr: Séparés par des virgule. ex. jpg,gif,png

source: Custom
fr_fr: Personnalisé

source: Number of files
fr_fr: Nombre de fichiers

source: Customized number of files
fr_fr: Numéro personnalisée de fichiers

source: Maximum number of files users can upload for this field.
fr_fr: Nombre maximum de fichiers utilisateurs qui peuvent être télécharger dans ce champ.

source: Upload folder
fr_fr: Téléchargez le dossier

source: Optional subdirectory within the upload destination where files will be stored. Do not include preceding or trailing slashes.
fr_fr: Sous-dossier optionnel qui sera dans le dossier de destination des téléchargements et où les fichiers seront stockés. Ne pas inclure des barres obliques avant ou arrière.

source: Enable Description field
fr_fr: Activer champ Description

source: The description field allows users to enter a description about the uploaded file.
fr_fr: Le champ de description permet aux utilisateurs d'entrer une description pour le fichier uploadé.

source: Attachment
fr_fr: Attachement

source: Size
fr_fr: Taille

source: Title
fr_fr: Titre

source: The title is used as a tool tip when the user hovers the mouse over the image.
fr_fr: Le titre est utilisé comme info-bulle lorsque l'utilisateur passe la souris sur l'mage.

source: Alternate text
fr_fr: Texte alternatif

source: This text will be used by screen readers, search engines, or when the image cannot be loaded.
fr_fr: Ce texte sera utilisé par les lecteurs d'écran, moteurs de recherche, ou lorsque l'image ne peut pas être chargé.

source: Image style
fr_fr: Style d'image

source: None (original image)
fr_fr: Aucune (image originale)

source: File
fr_fr: Fichier

source: Link image to
fr_fr: Lien de l'image pour

source: Nothing
fr_fr: Rien

source: Enable <em>Title</em> field
fr_fr: Activer champ <em>Titre</em>

source: The title attribute is used as a tooltip when the mouse hovers over the image.
fr_fr: L'attribut <em>title</em> est utilisé comme une info-bulle lorsque la souris survole le image.

source: Enable <em>Alt</em> field
fr_fr: Active le champ <em>Alt</em>

source: The alt attribute may be used by search engines, screen readers, and when the image cannot be loaded.
fr_fr: L'attribut <em>alt</em> peut être utilisé par les moteurs de recherche, les lecteurs d'écran, et lorsque l'image ne peut pas être chargé.

source: -- No preview --
fr_fr: -- Aucun aperçu --

source: Preview image style
fr_fr: Aperçu de style d'image

source: The preview image will be shown while editing the content.
fr_fr: L'image d'aperçu s'affiche lors de la modification du contenu.

source: Image resolution
fr_fr: Résolution de l'image

source: Minimum image resolution
fr_fr: Résolution d'image minimale

source: The minimum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Leave blank for no restriction. If a smaller image is uploaded, it will be rejected.
fr_fr: La taille d'image minimale autorisée exprimée en WIDTHxHEIGHT (par exemple 640x480). Laissez vide pour aucune restriction. Si une image trop petite est téléchargée, elle sera rejetés.

source: Maximum image resolution
fr_fr: Résolution d'image maximale

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Leave blank for no restriction. If a larger image is uploaded, it will be rejected.
fr_fr: La taille d'image maximale permise exprimée en WIDTHxHEIGHT (par exemple 640x480). Laissez vide pour aucune restriction. Si une image plus grande est téléchargée, elle sera rejeté.

source: Minimum image ratio
fr_fr: Ratio d'image minimum

source: The upload will be invalid if the image apect ratio (e.g. 1.6) is lower. Leave blank for no restriction.
fr_fr: Le téléchargement ne sera pas valide si le rapport d'image (par exemple 1,6) est plus faible. Laissez vide pour aucune restriction.

source: Maximum image ratio
fr_fr: Ratio d'image maximale

source: The upload will be invalid if the image apect ratio (e.g. 1.6) is greater. Leave blank for no restriction.
fr_fr: Le téléchargement ne sera pas valide si le rapport d'image (par exemple 1,6) est plus grande. Laissez vide pour aucune restriction.

source: Minimum image pixels
fr_fr: Pixels de l'image minimum

source: The upload will be invalid if the image number of pixels is lower. Leave blank for no restriction.
fr_fr: Le téléchargement ne sera pas valide si le nombre de pixels de l'image est plus faible. Laisser vide pour aucune restriction.

source: Maximum image pixels
fr_fr: Pixels de l'image maximum

source: The upload will be invalid if the image number of pixels is greater. Leave blank for no restriction.
fr_fr: Le téléchargement ne sera pas valide si le nombre de pixels d'image est supérieure. Laisser vide pour aucune restriction.

source: You must select at least one option.
fr_fr: Vous devez sélectionner au moins une option.

source: Default
fr_fr: Par défaut

source: Key
fr_fr: Clé

source: Radio buttons
fr_fr: Les boutons radio

source: Checkboxes
fr_fr: Les Cases à cocher

source: List Type
fr_fr: Type de liste

source: Options
fr_fr: Les options

source: The possible values this field can contain. Enter one value per line, in the format <b>key|label</b>.
fr_fr: Les valeurs possibles de ce champ peut contenir. Entrez une valeur par ligne, au format<b>Clé|étiquette</b>

source: The key is the stored value. The label will be used in displayed values and edit forms.
fr_fr: La clé est la valeur stockée. L'étiquette sera utilisée dans les valeurs affichées et éditer des formulaires.

source: The label is optional: if a line contains a single string, it will be used as key and label.
fr_fr: L'étiquette est facultative: si une ligne contient une seule chaîne, il sera utilisé comme la clé et l'étiquette.

source: Max. %s characters length.
fr_fr: Max. %S caractères maximum.

source: Field required.
fr_fr: Un champ obligatoire.

source: Invalid field.
fr_fr: Champ invalide.

source: Full
fr_fr: Plein

source: Plain
fr_fr: Normal

source: Trimmed
fr_fr: Coupé (Trimmed)

source: Trim length or read-more-cutter
fr_fr: Couper la longueur ou lisez-plus-coupe

source: Numeric value will convert content to plain text and then trim it to the specified number of chars. e.g.: 400
fr_fr: Valeur numérique vous permet de convertir le contenu en texte brut, puis le découper à un nombre déterminé de caractères par exemple : 400

source: String value will cut the content in two by the specified string, the first part will be displayed. e.g.: &lt;!-- readmore --&gt;
fr_fr: Valeur de chaîne permettra de réduire le contenu en deux par la chaîne spécifiée, la première partie sera affiché. ex : &lt;!-- readmore --&gt;

source: Text field
fr_fr: Champ de texte

source: Long text
fr_fr: Texte long

source: Type of content
fr_fr: Type de contenu

source: Plain text
fr_fr: Texte normal

source: Full HTML
fr_fr: Version intégrale en HTML

source: Filtered HTML
fr_fr: HTML filtré

source: Markdown
fr_fr: Réduction

source: Text processing
fr_fr: Traitement de texte

source: No HTML tags allowed.
fr_fr: Aucune balise HTML autorisée.

source: Web page addresses and e-mail addresses turn into links automatically.
fr_fr: Les adresses de pages web et de messagerie électronique sont transformées en liens automatiquement.

source: Lines and paragraphs break automatically.
fr_fr: Les lignes et les paragraphes vont à la ligne automatiquement.
