Repository: stefanius/dagvandeweek-cakephp
Catalog: app/Plugin/QuickAppsCMS/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: My account
fr_fr: Mon compte

source: « Previous
fr_fr: « précédent

source: Next »
fr_fr: Suivant »

source: Last
fr_fr: Dernier

source: First
fr_fr: Premier

source: Configure what block content appears in your site's sidebars and other regions.
fr_fr: Configurer les contenus bloc qui apparaît dans les barres latérales de votre site et d'autres régions

source: Manage content types.
fr_fr: Gérer les types de contenu.

source: Add new menus to your site, edit existing menus, and rename and reorganize menu links.
fr_fr: Ajouter de nouveaux menus à votre site, modifier les menus existants, renommer-les et réorganiser les liens du menu.

source: Manage tagging, categorization, and classification of your content.
fr_fr: Gérer l'étiquetage (tagging), la catégorisation et la classification de votre contenu.

source: Controls the visual building blocks a page is constructed with. Blocks are boxes of content rendered into an area, or region, of a web page.
fr_fr: Contrôle visuel des éléments constitutifs d'une page est construite avec. Les blocs sont des boîtes de contenu affiché dans une zone particulière ou d'une région, de la page Web.

source: Allows users to comment on and discuss published content.
fr_fr: Permet aux utilisateurs de commenter et de discuter le contenu publié.

source: Field API to add fields to entities like nodes and users.
fr_fr: Champ API pour ajouter des champs à des entités comme les noeuds et les utilisateurs.

source: Adds language handling functionality and enables the translation of the user interface to languages other than English
fr_fr: Ajoute la fonctionnalité traiter la langue et permet la traduction de l'interface utilisateur dans d'autres langues que l'anglais

source: Allows administrators to customize the site navigation menu.
fr_fr: Permet aux administrateurs de personnaliser le menu de navigation du site.

source: Allows content to be submitted to the site and displayed on pages.
fr_fr: Permet au contenu d'être soumises sur le site et de l'affichager sur les pages.

source: System Kernel.
fr_fr: Noyau du système.

source: Enables the categorization of content.
fr_fr: Permet la catégorisation du contenu.

source: Manages the user registration and login system.
fr_fr: Gère l'enregistrement d'utilisateur et le système de connexion.

source: Default frontend theme for QuickApps
fr_fr: Thème interface par défaut pour QuickApps

source: Default backend theme for QuickApps
fr_fr: Thème backend par défaut pour QuickApps

source: Theme in use
fr_fr: Thème en cours d'utilisation

source: Basic page
fr_fr: Page simple

source: Use articles for time-sensitive content like news, press releases or blog posts.
fr_fr: Utilisez "articles" pour le contenu sensible au temps, comme les communiqués de presse, des articles de blog.

source: Use basic pages for your static content, such as an 'About us' page.
fr_fr: Utilisez "page simple" pour votre contenu statique, comme un 'A propos de nous '.

source: Date picker field.
fr_fr: Champ sélecteur de date.

source: Define file uploader.
fr_fr: Définir uploader le fichier.

source: Defines list field types. Use with Options to create selection lists.
fr_fr: Définit les champs de types liste. Utiliser avec options pour créer des listes de sélection.

source: Defines simple text field types.
fr_fr: Définit les champ de types texte simples.

source: Defines terms list.
fr_fr: Définit liste des termes.

source: Main font
fr_fr: police de caractère principale

source: Footer
fr_fr: Pied de page

source: Header top
fr_fr: Entête

source: Header bottom
fr_fr: Bas d'en-tête

source: Main background
fr_fr: Arrière-plan principal

source: Background
fr_fr: Fond

source: Links hover
fr_fr: liens survolé (hover)

source: Header
fr_fr: En-tête

source: Main menu background
fr_fr: Arrière-plan du menu principal

source: Main menu text
fr_fr: Texte du menu principal

source: Branding background
fr_fr: Arrière-plan de la zone de l'image de marque (Branding)

source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
fr_fr: Le <em>menu principal</em> est utilisé sur de nombreux sites de montrer les principales sections du site, souvent dans une barre de navigation supérieure.

source: The <em>Management</em> menu contains links for administrative tasks.
fr_fr: "Le <em>menu de gestion</em> contient des liens pour les tâches administratives."

source: The <em>Navigation</em> menu contains links intended for site visitors. Links are added to the <em>Navigation</em> menu automatically by some modules.
fr_fr: Le <em>menu de navigation</em> contient des liens destinés aux visiteurs du site. Les liens sont ajoutés au <em>menu de navigation</em> automatiquement par certains modules.

source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
fr_fr: Le <em>menu utilisateur</em> contient des liens concernant le compte de l'utilisateur, ainsi que le lien 'Déconnexion'

source: We sincerely apologize for the inconvenience.<br/>Our site is currently undergoing scheduled maintenance and upgrades, but will return shortly.<br/>Thanks you for your patience.
fr_fr: Nous nous excusons pour la gêne occasionnée. <br/> Notre site est actuellement en cours de maintenance et de mises à niveau, mais sera de retour sous peu. <br/> Merci pour votre patience.

source: Administer blocks
fr_fr: Administrer les blocs

source: Grant full access to administer blocks
fr_fr: Accorder un accès complet à administrer les blocs

source: Administer comments
fr_fr: Administrer commentaires

source: Administer comments and comment settings
fr_fr: Administrer les commentaires et les paramètres commentaires

source: Delete fields
fr_fr: Supprimer les champs

source: Allow user to delete CCK fields
fr_fr: Permettre à l'utilisateur de supprimer des champs CCK

source: Upload & Delete files
fr_fr: Téléchargez et supprimer des fichiers

source: Allow user to upload new files and delete existing ones.
fr_fr: Permettre à l'utilisateur de télécharger de nouveaux fichiers et supprimer ceux qui existent déjà.

source: Upload & Delete images
fr_fr: Téléchargez et supprimer des images

source: Allow user to upload new images and delete existing ones.
fr_fr: Permettre à l'utilisateur de télécharger de nouvelles images et de supprimer ceux qui existent déjà.

source: Preview uploaded images
fr_fr: Aperçu des images téléchargées

source: Allow user to preview images.
fr_fr: Permettre à l'utilisateur de prévisualiser les images.

source: Administer languages
fr_fr: Administrer les langues

source: Allow user to add, edit and delete languages
fr_fr: Permettre à l'utilisateur d'ajouter, modifier et supprimer des langues

source: Translate interface texts
fr_fr: Traduire des textes de l'interface

source: Allow user to administer translatable entries
fr_fr: Autoriser l'utilisateur à administrer les entrées traduisibles

source: Administer language packages
fr_fr: Administrer les packages de langues

source: Allow user to install and modify existing language packages (.po)
fr_fr: Permettre à l'utilisateur d'installer et modifier des packages linguistiques existantes (.po)

source: Administer menus
fr_fr: Administrer les menus

source: Allow user to administer menus and menu items
fr_fr: Autoriser l'utilisateur à administrer les menus et options de menu

source: Administer content types
fr_fr: Administrer les types de contenu

source: Warning: Give to trusted roles only; this permission has security implications.
fr_fr: Attention: Donnez à des personnes de confiance uniquement, cette autorisation a des répercussions sur la sécurité.

source: Administer content
fr_fr: Administrer le contenu

source: Access the site's front page
fr_fr: L'accès en première page du site

source: View published content
fr_fr: Voir le contenu publié

source: Search content and RSS feeds
fr_fr: Recherche de contenu et les flux RSS

source: Access to dashboard
fr_fr: L'accès au tableau de bord

source: Administer site configuration
fr_fr: Administrer la configuration du site

source: Structure Menu
fr_fr: Menu Structure

source: Allow user to access the `structure` menu item.
fr_fr: Permettre à l'utilisateur d'accéder au élément du menu "structure".

source: Help Topics
fr_fr: Rubriques d'aide

source: Allow user to consult help topics.
fr_fr: Permettre à l'utilisateur de consulter les rubriques d'aide.

source: Administer modules
fr_fr: Administrer les modules

source: Administer themes
fr_fr: Administrer les thèmes

source: Administer vocabularies and terms
fr_fr: Administrer les vocabulaires et les termes

source: Keywords suggestions handler
fr_fr: Gestionnaire des suggestions de mots-clés

source: Suggest keyword
fr_fr: Proposer un mot-clé

source: Allow user to use the `Autocomplete term`
fr_fr: Autoriser l'utilisateur à utiliser le terme `Autocomplete`

source: User Basics
fr_fr: Simple utilisateur

source: Backend main module access
fr_fr: Accès au module "principal Backend"

source: Grant access to (/admin/user)
fr_fr: Accorder l'accès à (/admin/user)

source: Frontpage login form
fr_fr: formulaire d'identification de FrontPage

source: Backend login
fr_fr: connexion Backend

source: Backend login form
fr_fr: Formulaire de connexion Backend

source: Frontpage logout
fr_fr: Déconnexion Frontpage

source: After logout user gets redirected to site frontpage
fr_fr: Après la déconnexion, l'utilisateur est redirigé vers le site frontpage

source: Backend logout
fr_fr: Déconnexion backend

source: After logout user gets redirected to backend login screen
fr_fr: Après déconnexion utilisateur est redirigé vers l'écran de connexion backend

source: Registration page
fr_fr: Page d'inscription

source: Activate account
fr_fr: Activer le compte

source: View users profile
fr_fr: Voir le profil de l'utilisateur

source: My account section
fr_fr: Mon compte de la section

source: Administer permissions
fr_fr: Administrer les permissions

source: Administer users
fr_fr: Administrer les utilisateurs

source: Administer user roles
fr_fr: Administrer les rôles utilisateur

source: Administer user CCK fields
fr_fr: Administrer les champs CCK utilisateur

source: List
fr_fr: Lister

source: Print
fr_fr: Imprimer

source: User profile
fr_fr: profil de l'utilisateur

source: Thumbnail
fr_fr: Vignette

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: said on %s
fr_fr: à dit %s

source: Quote
fr_fr: Citer

source: published by <a href="%s">%s</a>
fr_fr: publié par <a href="%s">%s</a>

source: %d comments
fr_fr: %d commentaires

source: Read More
fr_fr: Lire la suite

source: Add new comment
fr_fr: Ajouter un commentaire

source: Your name
fr_fr: Votre nom

source: Your name *
fr_fr: Votre nom *

source: Comment *
fr_fr: Commentaire *

source: Containing any of the words
fr_fr: Contenant l'un des mots

source: Containing the phrase
fr_fr: Contenant l'expression

source: Containing none of the words
fr_fr: Ne contenant pas les mots

source: Only of the type(s)
fr_fr: Seulement de type(s)

source: Profile
fr_fr: Profil

source: Real name
fr_fr: Nom réel

source: User since
fr_fr: Utilisateur depuis

source: M d, Y
fr_fr: d M Y

source: Last connection
fr_fr: Dernière connexion

source: Error
fr_fr: Erreur

source: The requested address %s was not found. <br/> There are no translations available or you don't have sufficient permissions.
fr_fr: L'adresse demandée %s n'a pas été trouvé. <br/> Il n'y a pas de traductions disponibles ou si vous ne disposez pas des autorisations suffisantes.

source: <a href="%s">Go to home page</a>
fr_fr: <a href="%s">Aller à la page d'accueil</a>

source: An Internal Error Has Occurred.
fr_fr: Une erreur interne s'est produite.

source: Private Method in %s
fr_fr: Méthode privée dans %s

source: %s%s cannot be accessed directly.
fr_fr: %s%s n'est pas accessible directement.

source: Notice
fr_fr: Attention

source: If you want to customize this error message, create %s
fr_fr: Si vous voulez personnaliser ce message d'erreur, créez %s

source: LayoutHelper::userAvatar() is deprecated, use UserHelper::avatar() instead
fr_fr: LayoutHelper::userAvatar() est obsolète, utilisez UserHelper::avatar() à la place

source: LayoutHelper::menuNodeChildren() is deprecated, use MenuHelper::menuNodeChildren() instead
fr_fr: LayoutHelper::menuNodeChildren() est obsolète, utilisez MenuHelper::menuNodeChildren() à la place

source: LayoutHelper::menu() is deprecated, use MenuHelper::render() instead
fr_fr: LayoutHelper::menu() est obsolète, utilisez MenuHelper::render() à la place

source: LayoutHelper::toolbar() is deprecated, use MenuHelper::toolbar() instead
fr_fr: LayoutHelper::toolbar() est obsolète, utilisez MenuHelper::toolbar() à la place

source: LayoutHelper::blockPush() is deprecated, use BlockHelper::push() instead
fr_fr: LayoutHelper::blockPush() est obsolète, utilisez BlockHelper::push() à la place

source: LayoutHelper::emptyRegion() is deprecated, use BlockHelper::regionCount() instead
fr_fr: LayoutHelper::emptyRegion() est obsolète, utilisez BlockHelper::regionCount() à la place

source: LayoutHelper::blocksInRegion() is deprecated, use BlockHelper::regionCount() instead
fr_fr: LayoutHelper::blocksInRegion() est obsolète, utilisez BlockHelper::regionCount() à la place

source: LayoutHelper::blocks() is deprecated, use BlockHelper::region() instead
fr_fr: LayoutHelper::blocks() est obsolète, utilisez BlockHelper::region() à la place

source: LayoutHelper::block() is deprecated, use BlockHelper::render() instead
fr_fr: LayoutHelper::block() est obsolète, utilisez BlockHelper::render() à la place

source: LayoutHelper::getNodeType() is deprecated, use NodeHelper::getAttr("node_type_id") instead
fr_fr: LayoutHelper::getNodeType() est obsolète, utilisez NodeHelper::getAttr("node_type_id") à la place

source: LayoutHelper::nodeField() is deprecated, use NodeHelper::getAttr() instead
fr_fr: LayoutHelper::nodeField() est obsolète, utilisez NodeHelper::getAttr() à la place

source: LayoutHelper::renderNode() is deprecated, use NodeHelper::render() instead
fr_fr: LayoutHelper::renderNode() est obsolète, utilisez NodeHelper::render() à la place

source: LayoutHelper::renderField() is deprecated, use NodeHelper::renderField() instead
fr_fr: LayoutHelper::renderField() est obsolète, utilisez NodeHelper::renderField() à la place

source: TableHelper::create() is deprecated, use render() instead
fr_fr: TableHelper::create() est obsolète, utilisez render() à la place

source: Data Base
fr_fr: Base de donnée

source: Configuration exists
fr_fr: La configuration existe

source: Your configuration file already exists. If it contains the right values, you may <a href="%s">continue with installation</a>. If you would like to use this part of the installer to recreate the file, please delete it first.
fr_fr: Votre fichier de configuration existe déjà. Si il contient les bonnes valeurs, vous pouvez <a href="%s">poursuivre l'installation </a>. Si vous souhaitez le ré-installer et recréer le fichier, s'il vous plaît, supprimer d'abord le fichier Config/database.php.

source: Enter connection data for your MySQL database. Note: your database must already exist before completing this step.
fr_fr: Entrer les données de connexion de votre base de données MySQL. <br>Remarque: votre base de données doit déjà exister avant de compléter cette étape.

source: MySQL server hostname
fr_fr: Nom d'hôte du serveur MySQL

source: ex. mysql.server.com or localhost
fr_fr: ex. mysql.server.com ou localhost

source: Database name
fr_fr: Nom de la base de données

source: Database must already exist!
fr_fr: Base de données doit déjà exister !

source: Database username
fr_fr: Identifiant de la base de données

source: Username used to log into this database.
fr_fr: Nom d'utilisateur utilisé pour se connecter à cette base de données.

source: Database password
fr_fr: Mot de passe de la base de données

source: Password used to log into this database.
fr_fr: Mot de passe utilisé pour se connecter à cette base de données.

source: Database table prefix
fr_fr: Préfixe de table de la base de données

source: Only change if "qa_" conflicts with existing tables. Otherwise, leave this alone.
fr_fr: Changer que s'il y a des conflits de Préfixe ("qa_") avec des tables existantes. Sinon, n'y touchez pas.

source: Continue
fr_fr: Continuer

source: Finish
fr_fr: Terminer

source: Finishing Installation
fr_fr: Finition Installation

source: License Agreement
fr_fr: Contrat de licence

source: Please read and agree to the following license agreement before installing.
fr_fr: S'il vous plaît, lisez et acceptez le contrat de licence suivant avant d'installer.

source: I Agree
fr_fr: je suis d'accord

source: Running server test...
fr_fr: Exécution du serveur de test ...

source: Congratulations! Your server meets the basic software requirements.
fr_fr: Félicitations ! Votre serveur répond aux exigences de base du logiciel.

source: Uh oh. There's a server compatibility issue. See below.
fr_fr: Oh oh. Il y a un problème de compatibilité du serveur. Voir ci-dessous.

source: User Account
fr_fr: Compte utilisateur

source: Please enter the administrative username and password to use when signing into this installation.
fr_fr: S'il vous plaît entrez le nom d'utilisateur et mot de passe d'administration à utiliser lors de la signature dans cette installation.

source: Real Name
fr_fr: Nom réel

source: Your real name.
fr_fr: Votre vrai nom.

source: The username you will use to login to QuickApps CMS.
fr_fr: Le nom d'utilisateur que vous utilisez pour vous connecter à QuickApps CMS.

source: In case you forget your login details.
fr_fr: Dans le cas où vous avez oublié vos informations de connexion.

source: The password you will use to login to QuickApps CMS.
fr_fr: Le mot de passe que vous utiliserez pour vous connecter à QuickApps CMS.

source: Password again
fr_fr: Mot de passe à nouveau

source: Confirm your password.
fr_fr: Confirmez votre mot de passe.

source: Install QuickApps CMS
fr_fr: Installez QuickApps CMS

source: QuickApps Installation
fr_fr: Installation QuickApps

source: This email was sent using <a href="http://www.quickappscms.org/">QuickApps CMS v%s</a>
fr_fr: Ce courriel a été envoyé à l'aide <a href="http://www.quickappscms.org/">QuickApps CMS v%s</a>

source: This email was sent using QuickApps CMS v%s [http://www.quickappscms.org/]
fr_fr: Ce courriel a été envoyé à l'aide QuickApps CMS v%s [http://www.quickappscms.org/]

source: View site
fr_fr: Voir le site

source: Home
fr_fr: Accueil

source: Image slider folder
fr_fr: Dossier image pour le Slider de page d'accueil

source: Recommended images size:
fr_fr: Taille recommandée des images:

source: Enter one image per line, in the format <b>file name|url|caption</b>. e.g.:
fr_fr: Entrez une image par ligne, au format <b>nom du fichier | url | légende". par exemple:

source: Image files should be stored in /files/<b>%s</b>, you can change this folder in the <a href="%s">theme settings panel</a>
fr_fr: Les fichiers image doivent être stockés dans /files/<b>%s</b>, vous pouvez changer ce dossier dans le <a href="%s">réglage des paramètres thème</a>

source: Special tags are allowed
fr_fr: Des balises spéciales sont autorisées

source: Invalid description.
fr_fr: Description invalide.

source: Invalid block body.
fr_fr: Corps de bloc invalide.

source: Commenter name required.
fr_fr: Le nom du commentateur est nécessaire.

source: Invalid email.
fr_fr: E-mail invalide.

source: Invalid homepage URL.
fr_fr: L'URL de la page d'accueil est invalide.

source: Comment body can not be empty.
fr_fr: Le corps du commentaire ne peut pas être vide.

source: Invalid field label.
fr_fr: Libellé (label) du champ est invalide.

source: Field name must only contain letters and numbers. Between 3-32 characters are required (character '_' is allowed).
fr_fr: Nom du champ doit contenir que des lettres et des chiffres. Entre 3-32 caractères sont requis (caractère '_' est autorisé).

source: Field name already in use.
fr_fr: Champ de nom déjà utilisé.

source: Select a field type.
fr_fr: Sélectionnez un type de champ.

source: Code must be 3 letters (lowercase) long.
fr_fr: Le code doit être de 3 lettres (minuscules) de long.

source: Language code already exists.
fr_fr: Code de la langue existe déjà.

source: English name can not be empty.
fr_fr: Nom anglais ne peut pas être vide.

source: Native name can not be empty.
fr_fr: Nom dans la langue (natif) ne peut pas être vide.

source: Invalid language direction.
fr_fr: Direction de langue invalide.

source: Original text can not be empty.
fr_fr: Texte original ne peut pas être vide.

source: Original text already exists.
fr_fr: Texte original existe déjà.

source: Menu title can not be empty.
fr_fr: Titre du menu ne peut pas être vide.

source: Menu link title can not be empty.
fr_fr: Le titre du lien de menu ne peut pas être vide.

source: Invalid link path.
fr_fr: Chemin du lien invalide.

source: Node title can not be empty.
fr_fr: Le titre du noeud ne peut pas être vide.

source: Type name can not be empty.
fr_fr: Nom du type ne peut pas être vide.

source: Title field label can not be empty.
fr_fr: Le titre du champ ne peut être vide

source: Term name can not be empty.
fr_fr: Le nom du terme ne peut pas être vide.

source: Vocabulary title can not be empty.
fr_fr: Le titre du Vocabulaire ne peut pas être vide.

source: Role name can not be empty.
fr_fr: Le nom de rôle ne peut pas être vide.

source: Role name already in use.
fr_fr: Le nom de rôle est déjà utilisé.

source: Only letters and numbers allowed.
fr_fr: Seules les lettres et les chiffres sont autorisés.

source: Minimum length of 3 characters.
fr_fr: Longueur minimum de 3 caractères.

source: Maximum length of 32 characters.
fr_fr: Longueur maximale de 32 caractères.

source: Username already in use.
fr_fr: Nom d'utilisateur déjà utilisé.

source: You must enter your real name.
fr_fr: Vous devez entrer votre vrai nom.

source: Email already in use.
fr_fr: E-mail déjà utilisée.

source: Password mismatch or less than 6 characters.
fr_fr: Mot de passe différent ou moins de 6 caractères.

source: Route classes must extend CakeRoute
fr_fr: Les classes Route doit s'étendre CakeRoute
