Repository: stefanius/dagvandeweek-cakephp
Catalog: app/Plugin/QuickAppsCMS/Locale/fre/LC_MESSAGES/default.po
Languages: fr_fr

source: Use custom display settings for the following display-modes
fr_fr: Utiliser les paramètres d'affichage personnalisés pour les affichage-modes suivants

source: New ID *
fr_fr: Nouvel ID *

source: A unique name for this content type. It must only contain lowercase letters, numbers, and underscores.
fr_fr: Un nom unique pour ce type de contenu. Il ne doit contenir que des lettres minuscules, chiffres et caractères de soulignement.

source: Basic settings
fr_fr: Réglages de base

source: Label *
fr_fr: Etiquette *

source: Required field
fr_fr: Champs obligatoires

source: Instructions to present to the user below this field on the editing form. (hooktags are allowed)
fr_fr: Instructions pour présenter à l'utilisateur sous ce champ le formulaire de modification. (tags crochet sont autorisés)

source: Help text
fr_fr: Texte d'aide

source: %s field settings
fr_fr: %s paramètres de champ

source: Required
fr_fr: Requis

source: Delete selected field and all related data, this can not be undone ?
fr_fr: Supprimer un champ sélectionné et toutes les données connexes. Cette action ne peut pas être annulée.

source: Add field
fr_fr: Ajouter un champ

source: display
fr_fr: afficher

source: fields
fr_fr: champs

source: Are you sure that you want to delete this type of content. ? This action cannot be undone.
fr_fr: Etes-vous sûr que vous voulez supprimer ce type de contenu. ? Cette action ne peut pas être annulée.

source: Configuration has been saved.
fr_fr: La configuration a été sauvegardée.

source: Configuration could not be saved. Please, try again.
fr_fr: La configuration n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: The file `%s` appears to be invalid, `Variable.url_language_prefix` parameter not found.
fr_fr: Le fichier `%s` semble être invalide, Le paramètre `Variable.url_language_prefix` est introuvable.

source: The file `%s` could not be written.
fr_fr: Le fichier `%s` n'a pas pu être écrit.

source: Apps Directory
fr_fr: Répertoire des apps

source: No themes match your request.
fr_fr: Pas de thèmes correspondant à votre demande.

source: Themes Directory
fr_fr: Répertoire des thèmes

source: No modules match your request.
fr_fr: Aucun module correspond à vos critères.

source: Modules Directory
fr_fr: Répertoire des modules

source: Theme Details: %s
fr_fr: Détails du thème : %s

source: Module Details: %s
fr_fr: Détails du module : %s

source: Help
fr_fr: Aider

source: Your modules folder is not writable. %s
fr_fr: Votre dossier de modules n'est pas accessible en écriture. %s

source: Load order
fr_fr: Ordre de chargement

source: Load Order
fr_fr: Ordre de chargement

source: Module changes has been saved!
fr_fr: Le changements module a été sauvé!

source: Configure Module
fr_fr: Configurer un module

source: Module '%s' has been enabled
fr_fr: Module '%s' a été activée

source: Module '%s' has been disabled
fr_fr: Module '%s' a été désactivé

source: Module '%s' has been uninstalled
fr_fr: Module '%s' a été désinstallé

source: Module could not been installed
fr_fr: Le module ne peut pas été installé

source: Module has been installed
fr_fr: Le module a été installé

source: Your themes folder is not writable. %s
fr_fr: Votre dossier de thèmes n'est pas modifiable. %s

source: Theme settings
fr_fr: Configuration des thèmes

source: Configure Theme
fr_fr: Configurer le thème

source: Theme '%s' has been uninstalled
fr_fr: Le thème '%s' a été désinstallé

source: Error uninstalling theme '%s'
fr_fr: Erreur de désinstallation du thème '%s'

source: Theme could not been installed
fr_fr: Le thème ne pourrait pas été installé

source: Theme has been installed
fr_fr: Le thème a été installé

source: $object must be an instance of Model, View or Controller
fr_fr: $object doit être une instance de Modèle, Vue ou le contrôleur

source: Site information
fr_fr: Informations sur le site

source: Site details
fr_fr: Détails du site

source: Site name *
fr_fr: Nom du site *

source: How this is used depends on your site's theme.
fr_fr: La façon dont cela est utilisé dépend du thème de votre site.

source: A brief description about your site, this will be used as default meta-description in layout.
fr_fr: La brève description de votre site, elle sera utilisée par défaut dans la présentation méta-description.

source: E-mail address *
fr_fr: Adresse e-mail *

source: The From address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
fr_fr: C'est l'adresse de l'expéditeur des e-mails envoyés automatiquement lors de l'inscription et des demandes nouveau mot de passe, et d'autres notifications. (Utiliser une adresse se terminant par domaine de votre site pour éviter que cet e-mail soit marqué comme spam.)

source: Site under maintenance
fr_fr: Site en cours de maintenance

source: Add my IP
fr_fr: Ajouter mon adresse IP

source: IP addresses allowed to access the Front Office even if the site is disabled. Use a comma to separate them (e.g., 42.24.4.2,127.0.0.1,99.98.97.96)
fr_fr: Adresses IP autorisées à accéder au Front Office, même si le site est désactivé. Utilisez une virgule pour les séparer (ex., 42.24.4.2,127.0.0.1,99.98.97.96

source: Maintenance message
fr_fr: Message d'entretien

source: Front page
fr_fr: Page d'accueil

source: Number of posts on front page
fr_fr: Nombre de messages sur la première page

source: The maximum number of posts displayed on overview pages such as the front page.
fr_fr: Le nombre maximum de messages affichés sur des pages aperçu telles que la page d'accueil

source: Default front page
fr_fr: Page d'accueil par défaut

source: Optionally, specify a relative URL to display as the front page. Leave blank to display the default content feed
fr_fr: Spécifiez éventuellement une URL relative à afficher comme page d'accueil. Laissez ce champ vide pour afficher le flux de contenu par défaut

source: Regional settings
fr_fr: Les paramètres régionaux

source: Default time zone
fr_fr: Fuseau horaire par défaut

source: URL path prefix
fr_fr: Préfixe du chemin de l'URL

source: URLs like http://www.example.com/fre/about set language to French (fre). <b>Warning: Changing this setting may break incoming URLs. Use with caution on a production site.</b>
fr_fr: Les URL comme "http://www.example.com/fre/about" avec une langue réglée vers le français (fer). <b> Attention: La modification de ce paramètre peut casser les URL entrantes. A utiliser avec précaution sur un site de production. </b>

source: Users settings
fr_fr: les paramètres utilisateurs

source: User Login
fr_fr: Authentifiant utilisateur

source: After
fr_fr: Après

source: failed login attempts
fr_fr: tentatives de connexion infructueuses

source: Block visitor for
fr_fr: on bloque le visiteur pendant

source: Leave empty any of the parameters for no login-blocking feature.
fr_fr: Laisser vider tous les paramètres de connexion avec aucune fonction blocage de login.

source: User Avatar
fr_fr: Avatar de l'utilisateur

source: Use <a href='http://www.gravatar.com'>Gravatar</a>
fr_fr: Utilisez <a href='http://www.gravatar.com'> Gravatar </a>

source: Avatar width
fr_fr: Largeur de Avatar

source: By default, images are presented at 80px by 80px if no size parameter is supplied.
fr_fr: Par défaut, les images sont présentées à 80px par 80px si aucun paramètre de taille est fournie.

source: Default avatar URL
fr_fr: l'URL avatar par défaut

source: URL of picture to display for users with an email not matching a Gravatar image.
fr_fr: l'URL de l'image à afficher pour les utilisateurs avec un e-mail ne correspond pas à une image Gravatar

source: Force default
fr_fr: Force la valeur par défaut

source: Force the default image to always load.
fr_fr: Force l'image par défaut à toujours se charger.

source: Rating
fr_fr: Classement

source: If the user's email does not have an image meeting the requested rating level, then the default image is returned (or the specified default)
fr_fr: Si l'email de l'utilisateur ne dispose pas d'un groupe d'image d'un niveau de note demandé, l'image par défaut est retourné (ou le défaut spécifié)

source: suitable for display on all websites with any audience type.
fr_fr: pouvant être affiché sur tous les sites Web avec n'importe quel type de public

source: may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
fr_fr: peut contenir des jurons, ou des images potentiellement choquantes représentant de la violence légère ou des individus habillés de manière provocante.

source: may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
fr_fr: peut contenir des images choquantes représentant de la violence intense, de la nudité, ou de l’emploi de drogues dures

source: may contain hardcore sexual imagery or extremely disturbing violence.
fr_fr: peut contenir des images extrêmes ou dérangeantes à cause des représentations crues de nature sexuelle, ou de la violence extrême.

source: Default avatar
fr_fr: Avatar par défaut

source: URL of picture to display for users with no custom picture selected or anonymous users.
fr_fr: l'URL de l'image à afficher pour les utilisateurs sans image personnalisée sélectionnée ou utilisateurs anonymes.

source: Other module settings
fr_fr: Autres paramètres de module

source: Install
fr_fr: Installer

source: Install this module ?
fr_fr: Installez ce module?

source: Download
fr_fr: Télécharger (Download)

source: project repository
fr_fr: Dépôt du projet

source: Visit
fr_fr: Visiter

source: author
fr_fr: auteur

source: category
fr_fr: catégorie

source: compatibility
fr_fr: compatibilité

source: home page
fr_fr: page d'accueil

source: watchers
fr_fr: observateurs

source: Link
fr_fr: lien

source: issue tracker
fr_fr: numéro traqueur

source: Link (%d)
fr_fr: Lien (%d)

source: Available downloads
fr_fr: les téléchargements disponibles

source: install
fr_fr: installer

source: Readme
fr_fr: Lisez-moi

source: Newest
fr_fr: Nouveautés

source: Recently Updated
fr_fr: Récemment mis à jour

source: Search Modules
fr_fr: Recherche Modules

source: Search for modules by keyword.
fr_fr: Rechercher par mot-clé modules.

source: Install this theme ?
fr_fr: Installer ce thème?

source: Public theme (front office)
fr_fr: Thème public (front office)

source: Private theme (back office)
fr_fr: Thème Privé (back office)

source: Search Themes
fr_fr: Recherche de thèmes

source: Search for themes by keyword.
fr_fr: Rechercher des thèmes par mots-clés.

source: Change administrator theme, are you sure ?\n
fr_fr: Modifier le thème de l'administrateur, êtes-vous sûr ?\n

source: Change site theme, are you sure ?
fr_fr: Modifier le thème du site, vous êtes sûr?

source: <b>regions:</b> <em>%s</em>
fr_fr: <b>régions:</b> <em>%s</em>

source: Set as default
fr_fr: Définir par défaut

source: Delete selected theme ?\nThis operation cannot be undone!
fr_fr: Supprimer le thème choisi?\nCette action ne peut être annulée !

source: Uninstall
fr_fr: Désinstaller

source: Configure
fr_fr: Configurer

source: Manage
fr_fr: Gérer

source: Installed Themes
fr_fr: Les thèmes installés

source: Help topics
fr_fr: Les rubriques d'aide

source: Help is available on the following items
fr_fr: L'aide est disponible sur les éléments suivants

source: Powered by &copy; <a href="http://www.quickappscms.org/">QuickApps CMS</a> v%s
fr_fr: Propulsé par © <a href="http://www.quickappscms.org">CMS</a> v%s

source: Recent Content
fr_fr: Contenu récent

source: Color %d
fr_fr: Ccouleur %d

source: Font %d
fr_fr: Fonte %d

source: Size %d
fr_fr: Taille %d

source: Add Your CSS
fr_fr: Ajouter votre CSS

source: Unknown property %d
fr_fr: Propriété Inconnu %d

source: Reset
fr_fr: Réinitialiser (reset)

source: Reset selected style sheet ?
fr_fr: Réinitialiser feuille de style sélectionnée?

source: Install New Module
fr_fr: Installez un nouveau module

source: Upload Package File
fr_fr: Télécharger le fichier Paquet (Package)

source: Package
fr_fr: Paquet (Package)

source: Activate after install
fr_fr: Activez après l'installation

source: Dependencies
fr_fr: Dépendances

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Delete selected module ? This change cannot be undone!
fr_fr: Supprimer module sélectionné ? Ce changement ne peut pas être annulée !

source: Update orders
fr_fr: Mise à jour des ordres

source: Install New Theme
fr_fr: Installer un nouveau thème

source: Frontend themes
fr_fr: Thèmes de frontend

source: Backend themes
fr_fr: Thèmes de Backend

source: "%s" Theme
fr_fr: "%s" Thèmes

source: Customize Appearance
fr_fr: Personnaliser l'apparence

source: Toggle display
fr_fr: Basculer affichage

source: Site name
fr_fr: Nom du site

source: Site slogan
fr_fr: Slogan du site

source: Shortcut icon
fr_fr: Icône de raccourci

source: Logo image URL
fr_fr: L'URL de l'image Logo

source: Leave blank to use default logo.
fr_fr: Laissez vide pour utiliser le logo par défaut.

source: Shortcut icon URL
fr_fr: l'URL de l'icône du raccourci

source: Leave blank to use default favicon.
fr_fr: Laissez vide pour utiliser favicon par défaut.

source: Vocabulary has been saved. Now you can add terms.
fr_fr: Vocabulaire a été enregistré. Maintenant, vous pouvez ajouter des termes.

source: Vocabulary could not be saved. Please, try again.
fr_fr: Vocabulaire n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Add vocabulary
fr_fr: Ajouter vocabulaire

source: Add Vocabulary
fr_fr: Ajouter vocabulaire

source: Vocabulary has been saved
fr_fr: Vocabulaire a été sauvé

source: Editing Vocabulary "%s"
fr_fr: Modifier le vocabulaire "%s"

source: Term has been created.
fr_fr: Un terme a été créé.

source: Term could not be saved. Please, try again.
fr_fr: Le terme n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Terms
fr_fr: Termes

source: %s Terms
fr_fr: %s Termes

source: Term has been saved.
fr_fr: Le terme a été sauvegardée.

source: Editing term
fr_fr: Modifier le terme

source: Editing term "%s"
fr_fr: Modifier le terme "%s"

source: This field cannot hold more than 2 values.
fr_fr: Ce champ ne peut pas contenir plus de 2 valeurs.

source: You must <a href="%s">select a vocabulary</a> for this field!
fr_fr: Vous devez sélectionner <a href="%s">un vocabulaire </ a> pour ce champ !

source: Link (localized)
fr_fr: Lien (localisé)

source: Plain (localized)
fr_fr: Normal (localisé)

source: Valid only when format is "Link (localized)". Adds a prefix to each term link url.
fr_fr: Valable seulement lorsque le format est " Lien (localisé) ". Ajoute un préfixe du terme à chaque lien url.

source: Vocabulary *
fr_fr: Vocabulaire *

source: The vocabulary which supplies the options for this field.
fr_fr: Le vocabulaire qui fournit les options pour ce champ.

source: Check boxes/radio buttons
fr_fr: Cases à cocher / boutons radio

source: Select list
fr_fr: Sélectionnez la liste

source: Autocomplete term (tagging)
fr_fr: Saisie semi-automatique de terme (tagging)

source: Element Type
fr_fr: Type d'élément

source: The type of form element you would like to present to the user when creating this field.
fr_fr: Le type d'élément de formulaire que vous souhaitez présenter à l'utilisateur lors de la création de ce champ.

source: Unlimited
fr_fr: Illimités

source: Number of values
fr_fr: Nombre de valeurs

source: Maximum number of values users can enter for this field.
fr_fr: Le nombre maximum de valeurs utilisateurs qui peuvent entrer dans ce champ.

source: Type in a search term
fr_fr: Entrez un terme de recherche

source: No results
fr_fr: Pas de résultats

source: Searching...
fr_fr: Recherche …

source: Delete selected term ?
fr_fr: Supprimer le terme choisi ?

source: New Vocabulary
fr_fr: Nouveau vocabulaire

source: Vocabularies
fr_fr: Vocabulaires

source: Show content count
fr_fr: Afficher le nombre contenu

source: Show vocabulary and its terms as tree
fr_fr: Montrer le vocabulaire et les termes en arborescence

source: Cache terms counters for
fr_fr: Compteurs termes en Cache pour les :

source: %s Minutes
fr_fr: %s Minute

source: Save vocabulary
fr_fr: Enregistrer vocabulaire

source: Term
fr_fr: Terme

source: Go to <a href="%s">terms list</a> to reparent this term
fr_fr: Voir la <a href="%s">liste des termes</a> parenté ce terme

source: Save term
fr_fr: Enregistrer terme

source: Vocabulary name
fr_fr: Nom du vocabulaire

source: terms
fr_fr: Les termes

source: Delete selected vocabulary and all its terms ?
fr_fr: Supprimer le vocabulaire choisi et tous ses termes?

source: There are no vocabularies to display
fr_fr: Il n'y a pas vocabulaires à afficher

source: Add New Term
fr_fr: Ajouter nouveau terme

source: Parent term
fr_fr: Le terme parent

source: Manage Display
fr_fr: Gérez Afficher

source: User Display Settings
fr_fr: Paramètres d'affichage utilisateur

source: Manage Fields
fr_fr: Gérer les champs

source: Manage User Fields
fr_fr: Gérer les champs utilisateur

source: Field settings
fr_fr: Réglages du champ

source: Users
fr_fr: Utilisateurs

source: User has been saved
fr_fr: L'utilisateur a été enregistré

source: User could not be saved. Please, try again.
fr_fr: L'utilisateur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.

source: Add User
fr_fr: Ajouter un utilisateur

source: Add new user
fr_fr: Ajouter un nouvel utilisateur

source: Editing User
fr_fr: Modification de l'utilisateur

source: Editing user
fr_fr: Modification de l'utilisateur

source: User Permissions
fr_fr: Les autorisations des utilisateurs

source: Role has been saved
fr_fr: Le rôle a été enregistré

source: Role could not be saved. Please, try again.
fr_fr: Le rôle ne pourrait être sauvé. S'il vous plaît, essayez à nouveau.

source: User roles
fr_fr: Les rôles utilisateur

source: User Roles
fr_fr: Les rôles des utilisateurs

source: Editing role
fr_fr: Modification du rôle

source: Editing Role
fr_fr: Modification du rôle

source: Login
fr_fr: Identifiant

source: Registration complete. A welcome message has been sent to your e-mail address with instructions on how to active your account.
fr_fr: Inscription compléter. Un message de bienvenue a été envoyé à votre adresse e-mail avec des instructions sur la façon d'activer votre compte.

source: Create new account
fr_fr: Créer un nouveau compte

source: Create new user account
fr_fr: Créer nouveau compte utilisateur

source: Further instructions have been sent to your e-mail address.
fr_fr: D'autres instructions ont été envoyées à votre adresse e-mail.

source: invalid email
fr_fr: email invalide

source: Sorry, %s is not recognized as e-mail address.
fr_fr: Désolé,%s n'est pas reconnu comme adresse e-mail.

source: Request new password
fr_fr: Demande de nouveau mot de passe

source: %s profile
fr_fr: %s profil

source: You have reached the maximum number of login attempts. Try again in %d minutes.
fr_fr: Vous avez atteint le nombre maximum de tentatives de connexion. Veuillez réessayer dans %d minutes.

source: Logged in successfully.
fr_fr: Connecté avec succès.

source: Invalid username or password
fr_fr: Nom d'utilisateur ou mot de passe invalide

source: Logout successful.
fr_fr: Déconnexion réussie.

source: User not found.
fr_fr: Utilisateur introuvable.

source: This message has been marked as "do not notify".
fr_fr: Ce message a été marqué comme " ne pas notifier ".

source: Email could not be sent.
fr_fr: L'e-mail n'a pas pu être envoyé.

source: Invalid message preset.
fr_fr: Message prédéfini invalide.

source: Password mismatch.
fr_fr: Mot de passe différent

source: Use custom display settings for the following dispay-modes
fr_fr: Utiliser les paramètres d'affichage personnalisés pour les «modes d'affichage" suivants

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Number of users
fr_fr: Nombre d'utilisateurs

source: Mailing notifications
fr_fr: Notifications d'envoi

source: Welcome
fr_fr: Accueil

source: Body
fr_fr: Corps du texte

source: User activation
fr_fr: Activation par l'utilisateur

source: Notify user when account is activated.
fr_fr: Notifier l'utilisateur lorsque le compte est activé.

source: Account blocked
fr_fr: Compte bloqué

source: Notify user when account is blocked.
fr_fr: Notifier l'utilisateur lorsque le compte est bloqué.

source: Password recovery
fr_fr: Récupération du Mot de passe

source: Account canceled
fr_fr: Compte annulé

source: Notify user when account is canceled.
fr_fr: Notifier l'utilisateur lorsque le compte est annulé.

source: List all users
fr_fr: Lister tous les utilisateurs

source: Add New User
fr_fr: Ajouter un nouvel utilisateur

source: Allow you to fine tune the security and administration of QuickApps.
fr_fr: Vous permettent d'affiner la sécurité et l'administration de QuickApps.

source: Manage permissions by role
fr_fr: Gérer les autorisations par rôle

source: Add, edit, and arrange fields for storing user data.
fr_fr: Ajouter, modifier et organiser des champs pour stocker des données de l'utilisateur.

source: Configure how fields should be displayed when rendering a user profile page.
fr_fr: Configurer la façon dont les champs doivent être affichés lors du rendu d'une page de profil utilisateur.

source: Real name *
fr_fr: Nom réel *

source: Your real name, it is used only for identification purposes. i.e: John Locke
fr_fr: Votre vrai nom, il est utilisé uniquement à des fins d'identification. C'est-à-dire : John Locke

source: User name *
fr_fr: Nom d'utilisateur *

source: Nick used to login. Must be unique and alphanumeric.
fr_fr: Pseudo utilisé pour se connecter. Doit être unique et alphanumériques.

source: Full url to avatar image file. i.e: http://www.example.com/my-avatar.jpg
fr_fr: Url complet vers le fichier image d'avatar. C'est-à-dire : http://www.example.com/my-avatar.jpg

source: Public email
fr_fr: E-mail public

source: Time zone
fr_fr: Fuseau horaire

source: Confirm password
fr_fr: Confirmation mot de passe

source: Create user
fr_fr: Créer un utilisateur

source: Editing user: %s
fr_fr: Editer l'utilisateur : %s

source: Usernames cannot be changed
fr_fr: Les noms d'utilisateur ne peut pas être changé

source: New password
fr_fr: Nouveau mot de passe

source: If you would like to change the password type a new one. Otherwise leave this blank.
fr_fr: Si vous souhaitez modifier le mot de passe, tapez-en un nouveau. Sinon, laissez ce champ vide.

source: Update user
fr_fr: Mettre à jour l'utilisateur

source: User Name
fr_fr: Nom d'utilisateur

source: There are no users to display
fr_fr: Il n'y a pas d'utilisateurs à afficher

source: blocked
fr_fr: bloqué

source: Block selected users
fr_fr: Bloquer les utilisateurs sélectionnés

source: Unblock selected users
fr_fr: Débloquer les utilisateurs sélectionnés

source: Delete selected users
fr_fr: Supprimer les utilisateurs sélectionnés

source: Role name
fr_fr: Nom de rôle

source: Update Role
fr_fr: Mise à jour du rôle

source: Add New Role
fr_fr: Ajouter un nouveau rôle

source: Are you sure?
fr_fr: Etes-vous sûr ?

source: There are no roles to display
fr_fr: Il n'y a pas rôles à afficher

source: Username...
fr_fr: Nom d'utilisateur ...

source: Password...
fr_fr: Mot de passe ...

source: Remember
fr_fr: Rappeler

source: E-mail new password
fr_fr: E-mailler le nouveau mot de passe

source: Register
fr_fr: S'enregistrer

source: Welcome to QuickApps CMS
fr_fr: Bienvenue sur QuickApps CMS

source: Click here to install in English
fr_fr: Cliquez ici pour l'installer en Français

source: Dashboard
fr_fr: Tableau de bord

source: Appearance
fr_fr: Aspect

source: View Site
fr_fr: Voir le site

source: Log out
fr_fr: Déconnexion

source: Logout
fr_fr: Déconnexion
